[
  {
    "_id": 1,
    "name": "The Land of Fire",
    "village": "Konohagakure",
    "leader": "Hokage",
    "Jinchūriki": "Kurama",
    "description": "The Land of Fire is one of the largest and most powerful countries in the series, and the home of the main characters of the series. Its government leader is the Fire Daimyō. The Land of Fire was the first country to adopt a ninja village, Konohagakure, a custom other countries would soon adopt. The Land of Fire is appropriately oriented towards the element of fire, typically having very bright and warm weather. While not the physically largest country, it has the largest hidden village."
  },
  {
    "_id": 2,
    "name": "Land of Earth ",
    "village": "Iwagakure",
    "leader": "Tsuchikage",
    "Jinchūriki": "Son Goku",
    "description": "The Land of Earth has seen little attention in the series thus far. It is located north-west of the Land of Fire. Its government leader is the Earth Daimyō. The country is mostly comprised of desolate, rocky areas. The border of the Land of Earth runs along a rocky mountain range, blocking communication with other countries. The wind blowing from the north passes over these mountains, carrying small rocks from the Land of Earth to the surrounding countries. This famous natural phenomenon is called 'Rock Rain'"
  },
  {
    "_id": 3,
    "name": "Land of Wind",
    "village": "Sunagakure",
    "leader": "Kazekage",
    "Jinchūriki": "Shukaku",
    "description": "The Land of Wind is one of the more prominent countries in the series. It is located to the south-west of the Land of Fire and borders the Land of Rivers and the Land of Rain. Its government leader is the Wind Daimyō. The country covers a vast realm, but that realm is largely composed of deserts. Because there is very little rainfall throughout the year, the people of the country live in villages built on one of the desert's many oases. Despite the country's extremely harsh environment, it has a large population. Although they have warred with each other in the past, the Land of Wind is on good terms with the Land of Fire, with a great deal of trade going on between the two countries."
  },
  {
    "_id": 4,
    "name": "Land of Lightning ",
    "village": "Kumogakure",
    "leader": "Raikage",
    "Jinchūriki": "Matatabi",
    "description": "The Land of Lightning is located on a peninsula north-east of the Land of Fire and is one of the Five Great Countries. Its government leader is the Lightning Daimyō. In the centre of the country are vast mountain ranges, whose many thunderstorms are said to give the country its name. From these mountain ranges, many rivers flow to the sea, creating a very crooked coastline that displays an impressive oceanic beauty. There are many hot springs located within the country."
  },
  {
    "_id": 5,
    "name": "Land of Water",
    "village": "Kirigakure",
    "leader": "Mizukage",
    "Jinchūriki": "Isobu",
    "description": "The Land of Water is oriented towards the element of water. Its government leader is the Water Daimyō. It is composed of many islands, with each having its own unique traditions. The country's weather is typically cool and full of mist and lakes. In some places, like the area where Haku grew up, it is very cold and snows quite a bit."
  },
  {
    "name": "",
    "sex": "",
    "clan": "",
    "rank": "",
    "classification": [],
    "affiliation": [],
    "team": [],
    "jutsu": [],
    "tools": [],
    "image": ""
  }
]
